Repository: phananhvu16112002/app_attendance_flutter
Catalog: lib/l10n/app_*.arb
Languages: vi

# helloWorld
source: Welcome
vi: Xin Chào!

# title_login
source: Login
vi: Đăng nhập

# title_hi
source: Hi,
vi: Chào,

# title_student
source: Student
vi: Sinh viên

# title_profile_language
source: Language
vi: Ngôn ngữ

# btn_take_attendance
source: Take Attendance
vi: Điểm danh

# btn_scan_qr
source: Scan QR
vi: Quét QR

# field_course
source: Course
vi: Môn

# field_course_type
source: Method
vi: Phương thức

# field_course_id
source: Course ID
vi: Mã môn

# field_course_shift
source: Shift
vi: Ca

# field_course_room
source: Room
vi: Phòng

# field_course_group
source: Group
vi: Tổ

# field_course_subGroup
source: Sub
vi: Nhóm

# field_lecturer
source: Lecturer
vi: Giảng viên

# stats_total_presence
source: Total presence
vi: Tổng buổi đủ

# stats_total_late
source: Total late
vi: Tổng buổi trễ

# stats_total_absence
source: Total absence
vi: Tổng buổi vắng

source: Status
vi: Trạng thái

# return_date
source: Response Date
vi: Ngày phản hồi

# created_date
source: Date
vi: Ngày tạo

source: Time
vi: Giờ

source: Detail
vi: Chi tiết

source: Day
vi: Ngày

source: Week
vi: Tuần

# report
source: Reports
vi: Báo cáo sự cố

# setting_privacy
source: Setting and Privacy
vi: Cài đặt và bảo mật

source: Password
vi: Mật khẩu

source: Display
vi: Cấu hình

source: Mode theme
vi: Chế độ nền

source: Language
vi: Ngôn ngữ

source: App
vi: Thông tin ứng dụng

source: About us
vi: Liên lạc

source: Sign out
vi: Đăng xuất

source: Sound Notification
vi: Âm thanh thông báo

source: View Face
vi: Ảnh mặt được xác thực

source: Confirm
vi: Xác nhận

source: Choose Language
vi: Chọn ngôn ngữ

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

source: Location
vi: Vị trí

source: End Time
vi: Kết thúc

source: Start Time
vi: Bắt đầu

source: Attendance Time
vi: Điểm danh

source: Time response
vi: Giờ phản hồi

source: Send To
vi: Gửi đến

source: Topic
vi: Nội dung

# problem_type
source: Type of Problem
vi: Sự cố gặp phải

source: Message
vi: Tin nhắn

# problem_evidence
source: Evidence of the problem
vi: Minh chứng

source: Send
vi: Gửi

source: Upload file
vi: Lựa ảnh

source: Total
vi: Tổng

source: Present
vi: Đủ

source: Absent
vi: Vắng

source: Late
vi: Trễ

# login_message
source: Login to continue using the app
vi: Đăng nhập để sử dụng ứng dụng

# password_field
source: Enter your password
vi: Nhập mật khẩu

# email_field
source: Enter your email
vi: Nhập email

source: Forgot Password ?
vi: Quên mật khẩu ?

source: Forgot Your Password?
vi: Quên mật khẩu?

source: Login
vi: Đăng nhập

source: Register
vi: Đăng ký

# register_account
source: Don't you have an account ?
vi: Chưa có tài khoản ?

# forgot_password_message
source: Donâ€™t worry! If occurs. Please enter your email address or mobile number linked with your account!
vi: Đừng lo! Vui lòng điền địa chỉ email của bạn để thiết lập lại mật khẩu

source: Send OTP
vi: Gửi OTP

# login_account
source: Already have an account ?
vi: Đã có tài khoản ?

# register_message
source: Enter your personal information
vi: Nhập thông tin cá nhân

source: Confirm Password
vi: Xác nhận mật khẩu

# confirm_password_message
source: Confirm your password
vi: Xác nhận mật khẩu

# studentID_field
source: StudentID
vi: Mã sinh viên

# studentID_field_message
source: Enter your student ID
vi: Nhập mã sinh viên

source: OTP Verification
vi: Xác thực OTP

# otp_verification_message
source: Please enter the verification code we just sent on your email address.
vi: Vui lòng nhập mã OTP vừa được gửi qua email

source: Verify
vi: Xác thực

source: Re-send
vi: Gửi lại

# resend_message
source: Didn't recieve the code ?
vi: Chưa nhận được mã ?

# notification
source: Notifications
vi: Thông báo

# title_class_notification
source: Class
vi: Lớp

# title_attendance_form_notification
source: Attendance form opens at
vi: Form điểm danh mở vào lúc

# title_lecturer_notitication
source: Lecturer
vi: Giảng viên

# title_report
source: Report
vi: Báo cáo

# title_no_notification
source: No Notification
vi: Không có thông báo

# title_was_responsed
source: was responsed at
vi: được phản hồi vào lúc

# title_please_take_attendance
source: Please take attendance!
vi: Điểm danh ngay nào!

# title_loading
source: Loading
vi: Đang chờ

# title_email_required
source: Email is required
vi: Địa chỉ email là bắt buộc

# title_email_tdtu
source: Please check your valid email TDTU
vi: Kiểm tra lại email TDTU

# title_password_required
source: Password is required
vi: Mật khẩu là bắt buộc

# title_successfully
source: Successfully
vi: Thành công

# title_content_successfully
source: Processing Data...
vi: Đang load dữ liệu...

# title_failed
source: Failed
vi: Thất bại

# title_invalid_form
source: Invalid Form
vi: Dữ liệu không hợp lệ

# title_complete_form
source: Please complete the form property
vi: Hoàn thành các trường không hợp lệ

# title_upload_face
source: Upload Face
vi: Đăng tải khuôn mặt

# title_upload
source: Upload Image
vi: Tải lên

# required_three_image
source: Required 3 image Face
vi: Yêu cầu 3 ảnh mặt

# title_check_required
source: Please check required
vi: Kiểm tra các ràng buộc

# title_check_image_settings
source: You can check image face in settings
vi: Bạn có thể kiểm tra lại tại cài đặt

# title_add_face
source: Add your face
vi: Thêm khuôn mặt

# title_check_student_id
source: Please check studentID
vi: Kiểm tra lại studentID

# title_check_student_id_1
source: must not 50 characters
vi: Không vượt quá 50 kí tự

# title_check_password_1
source: Password must be at least 8 characters long
vi: Mật khẩu ít nhất là 8 kí tự

# title_check_password_2
source: Password must be contain at least one uppercase letter
vi: Mật khẩu phải có ít nhất một chữ hoa

# title_check_password_3
source: Password must be contain at least one digit number
vi: Mật khẩu phải có ít nhất một chữ số

# title_check_confirm_password_1
source: Confirm Password is required
vi: Bắt buộc xác nhận mật khẩu

# title_check_confirm_password_2
source: Passwords do not match!
vi: Mật khẩu không trùng khớp

# title_enter_otp
source: Please enter your OTP
vi: OTP đã được gửi

# title_otp_verification
source: OTP Verification
vi: Xác thực OTP

# title_otp_verification_description
source: Please enter the verification code we just sent to your email address.
vi: Xin vui lòng nhập mã xác minh chúng tôi vừa gửi đến địa chỉ email của bạn.

# btn_verify
source: Verify
vi: Xác thực

# title_success_otp
source: Login to use the app
vi: Đăng nhập để sử dụng ứng dụng

# title_otp_invalid
source: OTP is not valid
vi: Mã OTP không hợp lệ

# title_did_not_recive_code
source: Didn't recieved code ?
vi: Không nhận được mã OTP ?

# title_resend_otp
source: Resend OTP
vi: Gửi lại mã

# subT_resend_otp
source: OTP has been sent your email
vi: Mã đã được gửi đến email của bạn

# subT_resend_otp_1
source: Please try again
vi: Làm ơn hãy thử lại

# title_resend
source: Resend
vi: Gửi lại

# title_resend_in
source: Resend in
vi: Gửi lại trong

source: seconds
vi: giây

# title_forgot_password_otp
source: Please enter the verification code we just sent on your email address.
vi: Xin vui lòng nhập mã xác minh chúng tôi vừa gửi vào địa chỉ email của bạn.

source: Create new password
vi: Tạo mới mật khẩu

source: Please create new password
vi: Hãy tiến hành nhập mật khẩu mới

# sub_create_new_password
source: Your new password must be unique from those previously used
vi: Mật khẩu mới của bạn phải là duy nhất so với mật khẩu đã sử dụng trước đó

source: New Password
vi: Mật khẩu mới

source: Reset Password
vi: Đặt lại mật khẩu

# update_password_successfully
source: Updated password successfully
vi: Đặt lại mật khẩu thành công

# bottom_nav_home
source: Home
vi: Trang chủ

# bottom_nav_report
source: Reports
vi: Báo cáo

# bottom_nav_noti
source: Notifications
vi: Thông báo

# bottom_nav_profile
source: Profile
vi: Tôi

source: Search class
vi: Tìm kiếm lớp học

source: weeks
vi: tuần

# search_everything
source: Search everything you want
vi: Tìm kiếm những thứ bạn muốn

source: No Report
vi: Hiện tại chưa có báo cáo nào

# bottom_nav_offline
source: Offline
vi: Ngoại tuyến

# bottom_nav_classroom
source: Classroom
vi: Lớp học
